[AdvRaptorM1 X2CharacterTemplate]
strCharacterName="猛禽突击队员"

[AdvRaptorM2 X2CharacterTemplate]
strCharacterName="高级猛禽突击队员"

[AdvRaptorM3 X2CharacterTemplate]
strCharacterName="精英猛禽突击队员"

[AdvRaptorM1_WPN X2WeaponTemplate]
FriendlyName="猛禽狙击步枪"

[AdvRaptorM2_WPN X2WeaponTemplate]
FriendlyName="猛禽狙击步枪"

[AdvRaptorM3_WPN X2WeaponTemplate]
FriendlyName="猛禽狙击步枪"

[AdvWraithM1 X2CharacterTemplate]
strCharacterName="幽灵突击队员"

[AdvWraithM2 X2CharacterTemplate]
strCharacterName="高级幽灵突击队员"

[AdvWraithM3 X2CharacterTemplate]
strCharacterName="精英幽灵突击队员"

[WraithGauntletM1_BM X2PairedWeaponTemplate]
FriendlyName="空灵碎片拳刃"
AbilityDescName="空灵碎片拳刃"

[WraithGauntletM2_BM X2PairedWeaponTemplate]
FriendlyName="空灵碎片拳刃"
AbilityDescName="空灵碎片拳刃"

[WraithGauntletM3_BM X2PairedWeaponTemplate]
FriendlyName="空灵碎片拳刃"
AbilityDescName="空灵碎片拳刃"

[WraithPistolM1_WPN X2WeaponTemplate]
FriendlyName="幽灵灵能手枪"
AbilityDescName="幽灵灵能手枪"

[WraithPistolM2_WPN X2WeaponTemplate]
FriendlyName="幽灵灵能手枪"
AbilityDescName="幽灵灵能手枪"

[WraithPistolM3_WPN X2WeaponTemplate]
FriendlyName="幽灵灵能手枪"
AbilityDescName="幽灵灵能手枪"

[AdvDestroyerM1 X2CharacterTemplate]
strCharacterName="毁灭突击队员"

[AdvDestroyerM2 X2CharacterTemplate]
strCharacterName="高级毁灭突击队员"

[AdvDestroyerM3 X2CharacterTemplate]
strCharacterName="精英毁灭突击队员"

[AdvDestroyerM1_WPN X2WeaponTemplate]
FriendlyName="毁灭突击步枪"
AbilityDescName="毁灭突击步枪"

[AdvDestroyerM2_WPN X2WeaponTemplate]
FriendlyName="毁灭突击步枪"
AbilityDescName="毁灭突击步枪"

[AdvDestroyerM3_WPN X2WeaponTemplate]
FriendlyName="毁灭突击步枪"
AbilityDescName="毁灭突击步枪"

[DestroyerWristBladeM1_BM X2PairedWeaponTemplate]
FriendlyName="毁灭护手"
AbilityDescName="毁灭护手"

[DestroyerWristBladeM2_BM X2PairedWeaponTemplate]
FriendlyName="毁灭护手"
AbilityDescName="毁灭护手"

[DestroyerWristBladeM3_BM X2PairedWeaponTemplate]
FriendlyName="毁灭护手"
AbilityDescName="毁灭护手"


[PsiDroneM1 X2CharacterTemplate]
strCharacterName="相位无人机"

[PsiDroneM2 X2CharacterTemplate]
strCharacterName="相位无人机"

[PsiDroneM3 X2CharacterTemplate]
strCharacterName="相位无人机"

[XCOMPsiDrone X2CharacterTemplate]
strCharacterName="相位无人机"

[PsiDroneBeamM1_WPN X2WeaponTemplate]
FriendlyName="无人机相位爆破器"
AbilityDescName="无人机相位爆破器"

[PsiDroneBeamM2_WPN X2WeaponTemplate]
FriendlyName="无人机相位爆破器"
AbilityDescName="无人机相位爆破器"

[PsiDroneBeamM3_WPN X2WeaponTemplate]
FriendlyName="无人机相位爆破器"
AbilityDescName="无人机相位爆破器"

[PsiDroneLauncher_WPN X2WeaponTemplate]
FriendlyName="微型发射器"
AbilityDescName="微型发射器"

[CorpsePsiDrone X2ItemTemplate]
FriendlyName="相位无人机残骸"
FriendlyNamePlural="相位无人机残骸"
BriefSummary="我们在过去曾见过许多无人机，但这种无人机似乎是为配合其他部队而设计的。它不是很耐用，但快速，灵活，似乎有一个非常大的探测范围。它也有能力相位通过固态物体。我们应该试着重建一个，和我们的士兵一起部署。"
 
[AutopsyPhaseDrone X2TechTemplate]
DisplayName="相位无人机破解"
Summary="相位无人机是一种小型、快速的无人机，可以相位穿越墙壁，探测范围非常大。"
CodeName="精灵球"
LongDescription="乍一看相位无人机看起来是一个简单的创造。仔细检查，这架无人机似乎已经被赋予了某种相位技术。这架无人机速度非常快，有一个小型但致命的纵火武器。虽然很难找到或捕获这些完好的无人机，但如果我们找到更多可打捞的残骸，重建它并将其部署在战场上，以供我们的部队指挥官使用，或许是明智之举。 R. 泰根."
 

[DeployablePhaseDrone X2AbilityTemplate]
LocFriendlyName="部署相位无人机"
LocLongDescription="在指定位置部署XCOM相位无人机。"
LocHelpText="在指定位置部署XCOM相位无人机。"
LocFlyOverText="部署相位无人机"

[DeployablePhaseDrone X2WeaponTemplate]
FriendlyName="部署相位无人机"
BriefSummary="相位无人机为我们的士兵提供额外的侦察和火力支援。它的探测半径为15格。它像手榴弹一样部署，扔到无人机部署的位置。"
TacticalText="<Bullet/> 将XCOM相位无人机部署到指定位置。\n<Bullet/>可以标记目标。\n<Bullet/>不会失效除非被摧毁。"

[WraithVest X2EquipmentTemplate]
FriendlyName="幽灵背心"
FriendlyNamePlural="幽灵背心"
BriefSummary="一种基于我们幽灵套装技术的轻型护甲底垫，由相位无人机部件制成，穿戴者可以相位穿墙。变种人幽灵突击队似乎配备了类似的装备。它也会给你一点额外的生命值，减少2点所受的近战伤害，并对火，寄生兽毒和击退免疫。"
TacticalText="<Bullet/> 对士兵的生命和对火、寄生兽毒和击退的免疫力有一个小小的提升。"

[DummyWraithVest X2EquipmentTemplate]
FriendlyName="幽灵背心"
FriendlyNamePlural="幽灵背心"
BriefSummary="变种人幽灵突击队员穿的一种轻型护甲，可以和所有XCOM护甲搭配使用，以增加士兵的生命值。"
TacticalText="<Bullet/> 对士兵的生命和对火、寄生兽毒和击退的免疫力有一个小小的提升。"

[WallPhasing X2AbilityTemplate]
LocFriendlyName="幽灵"
LocHelpText="这种护甲结合了一种空间变换，允许穿戴者自由穿越障碍物。"
LocLongDescription="这种护甲结合了一种空间变换，允许穿戴者自由穿越障碍物。"
LocFlyOverText="相控阵"

[WraithInvert X2AbilityTemplate]
LocFriendlyName="交换"
LocLongDescription="与敌人单位交换位置。消耗1专注。"
LocHelpText="与敌人单位交换位置。消耗1专注。"
LocPromotionPopupText="<Bullet/> 幽灵反转有2回合冷却时间，并且不会结束幽灵的回合。"

[RaptorPsiStrike X2AbilityTemplate]
LocFriendlyName="灵能攻击"
LocHelpText="施放一个强大的灵能攻击把目标击退出掩体，同时使他们混乱。"
LocLongDescription="<Bullet/> 施放一个强大的灵能攻击把目标击退出掩体。<br><Bullet/>使敌人混乱。<br>"


[AdvRaptorStandardFire X2AbilityTemplate]
LocFriendlyName="狙击步枪射击"
LocHelpText="用狙击步枪射击目标。"
LocLongDescription="<Bullet/> 猛禽步枪威力强大，射程精确，但总是需要两个动作才能开火。<br><Bullet/>发射主武器总是结束士兵的回合。<br>"

[AdvRaptorRifleOverwatch X2AbilityTemplate]
LocFriendlyName="监视"
LocHelpText="向第一个在你视线内移动的敌人开火，受到命中惩罚。"
LocLongDescriptionWhenConcealed="向在你视线范围内移动的第一个敌人开火，但前提是已经暴露。"
LocFlyOverText="监视"
LocFriendlyNameWhenConcealed="监视 (隐蔽)"

[AdvRaptorSquadsight X2AbilityTemplate]
LocFriendlyName="小队视野"
LocLongDescription="猛禽突击队员可以瞄准队友视线范围内的敌人，只要目标有视线。"
LocHelpText="猛禽突击队员可以瞄准队友视线范围内的敌人，只要目标有视线。"
LocFlyOverText="小队视野"

[AdvRaptorLongWatch X2AbilityTemplate]
LocFriendlyName="守望"
LocLongDescription="允许小队视野监视触发。"
LocHelpText="向第一个在你视线范围内移动的敌人开火(在小队视野范围内)。"
LocLongDescriptionWhenConcealed="向第一个在你视线范围内移动的敌人开火(在小队视野范围内)，但前提是你已经暴露。"
LocFlyOverText="守望"

[AdvRaptorLongWatchShot X2AbilityTemplate]
LocFriendlyName="守望射击"

[RaptorJump X2AbilityTemplate]
LocFriendlyName="猛禽跳跃"
LocLongDescription="猛禽装甲中内置的推进喷气机可以让士兵立即将自己发射到一个新的位置。"
LocHelpText="跳转到新位置。绕过所有的警戒和反应火力。"
LocFlyOverText="猛禽跳跃"

[DemolitionShot X2AbilityTemplate]
LocFriendlyName="拆卸射击"
LocLongDescription="对你的目标的掩体发动一次凌空抽射，显著地破坏或摧毁它。不会对目标造成伤害。"
LocHelpText="对你的目标的掩体发动一次凌空抽射，显著地破坏或摧毁它。不会对目标造成伤害。"
LocFlyOverText="拆卸射击"
LocPromotionPopupText="<Bullet/> 拆卸射击需要 <Ability:SelfAmmoCost/> 弹药，<Ability:SelfCooldown/> 回合冷却。<br/><Bullet/> 拆卸射击会增加对环境的破坏，并会摧毁大部分覆盖物。<br/>"
LocMissMessage="未命中!"


[CommandoEnergyShield X2AbilityTemplate]
LocFriendlyName="能量护盾"
LocLongDescription="毁灭突击队员可以给予附近所有盟友一个能量盾。如果该单位被击毙，能量盾就会移除。"
LocHelpText="在附近的盟友和你自己周围投射能量盾。"
LocFlyOverText="能量护盾"

[CommandoEnergyShieldMk2 X2AbilityTemplate]
LocFriendlyName="能量护盾"
LocLongDescription="毁灭突击队员可以给予附近所有盟友一个能量盾。如果该单位被击毙，能量盾就会移除。"
LocHelpText="在附近的盟友和你自己周围投射能量盾。"
LocFlyOverText="能量护盾"

[CommandoEnergyShieldMk3 X2AbilityTemplate]
LocFriendlyName="能量护盾"
LocLongDescription="毁灭突击队员可以给予附近所有盟友一个能量盾。如果该单位被击毙，能量盾就会移除。"
LocHelpText="在附近的盟友和你自己周围投射能量盾。"
LocFlyOverText="能量护盾"

[CommandoKineticPlating X2AbilityTemplate]
LocFriendlyName="动态镀层"
LocLongDescription="对毁灭突击队员的未命中射击将生成能量盾。"
LocHelpText="对毁灭突击队员的未命中射击将生成能量盾。"
LocFlyoverText="动态镀层!"

[CommandoKineticPlatingMk2 X2AbilityTemplate]
LocFriendlyName="动态镀层"
LocLongDescription="对毁灭突击队员的未命中射击将生成能量盾。"
LocHelpText="对毁灭突击队员的未命中射击将生成能量盾。"
LocFlyoverText="动态镀层!"

[CommandoKineticPlatingMk3 X2AbilityTemplate]
LocFriendlyName="动态镀层"
LocLongDescription="对毁灭突击队员的未命中射击将生成能量盾。"
LocHelpText="对毁灭突击队员的未命中射击将生成能量盾。"
LocFlyoverText="动态镀层!"

[DestroyerPull X2AbilityTemplate]
LocFriendlyName="灵能拉拽"
LocHelpText="使用灵能力量拉近目标进行近战攻击。"
LocLongDescription="<Bullet/> 灵能拉拽是一种灵能技能，它可以拉近目标进行灵能刀刃攻击。<br><Bullet/>会引起恐慌。<br>"
LocMissMessage="灵能拉拽未命中!"

[PsiDroneLauncher X2AbilityTemplate]
LocFriendlyName="相位无人机微型导弹"
LocLongDescription="相位无人机配备了一个次级微型发射器，可以发射一枚微型导弹。"
LocHelpText="向目标区域发射微型导弹。"
LocFlyoverText="发射微型导弹!"

[WraithBladestorm X2AbilityTemplate]
LocFriendlyName="剑刃风暴"
LocLongDescription="对从近战范围进入或攻击的任何目标进行自由 <Ability:WeaponName/> 攻击。"
LocHelpText="对从近战范围进入或攻击的任何目标进行自由 <Ability:WeaponName/> 攻击。"
LocFlyOverText="剑刃风暴"
LocPromotionPopupText="<Bullet/> 如果一个敌人在相邻的格子中开始他们的回合，如果该敌人试图攻击<Ability:ClassName/>，将会触发剑刃风暴.<br/><Bullet/> 如果一个敌人没有在相邻的格子中开始他们的回合，那么当该敌人移动到近战范围时会触发剑刃风暴。<br/>"

[WraithBladestormAttack X2AbilityTemplate]
LocFriendlyName="剑刃风暴"
LocLongDescription="对从近战范围进入或攻击的任何目标进行自由 <Ability:WeaponName/> 攻击。"
LocHelpText="对从近战范围进入或攻击的任何目标进行自由 <Ability:WeaponName/> 攻击。"
LocFlyOverText="剑刃风暴"
LocPromotionPopupText="<Bullet/> 如果一个敌人在相邻的格子中开始他们的回合，如果该敌人试图攻击<Ability:ClassName/>，将会触发剑刃风暴.<br/><Bullet/> 如果一个敌人没有在相邻的格子中开始他们的回合，那么当该敌人移动到近战范围时会触发剑刃风暴。<br/>"





